[
  {
    "id": 1,
    "titulo": "Cueca Virada ou Crustoli",
    "imagem_1": "https://i1.wp.com/panelaterapia.com/wp-content/uploads/2021/03/crustoli.jpg?fit=620%2C407&ssl=1",
    "matéria": "De origem italiana o Crustoli (Grostoli ou Crostoli) é uma massa tipo de pão, frita e passado no açúcar e canela, mas no Brasil também é conhecida como cueca virada. Essa receita tem algumas versões, e todas que comi até hoje foram bem gostosas! ",
    "ingredientes": "    2 ovos,     2 colheres(sopa) de manteiga ou margarina,    1/2 xícara (chá) de leite,    6 colheres(sopa) de açúcar,    1/2 colher (sopa) de fermento em pó,    1 pitada de sal,    1 colher(sopa) de cachaça,    2 e 1/2 xícaras (chá) de farinha de trigo (aproximadamente),    Óleo para fritar,    Açúcar e canela em pó para polvilhar ou mel para acompanhar",
    "imagem_2": "https://i1.wp.com/panelaterapia.com/wp-content/uploads/2021/03/cueca-virada-receita.jpg?w=640&ssl=1",
    "modo_preparo": "Em uma tigela, misture os ovos, a margarina, o leite, o açúcar, o fermento, o sal e a cachaça. Acrescente a farinha de trigo, aos poucos, mexendo inicialmente com uma colher e depois com as mãos até que forma uma massa homogênea, macia e que solte das mãos.       Divida a massa em duas partes e abra com ajuda de um rolo em uma superfície enfarinhada até ficar fina (aproximadamente 0,5cm). Corte em retângulos médios (5X10cm, aproximadamente).        Faça um cortinho no meio de cada retângulo e dobre a massa passando por dentro. Frite, aos poucos, em óleo quente até dourar levemente. Retire, escorra em papel toalha e passe por açúcar e canela ou então sirva acompanhado de mel.",
    "video": "https://youtu.be/pTBwWGQvXX0"
  },
  {
    "id": 2,
    "titulo": "Pão Recheado de Brócolis e Bacon",
    "imagem_1": "https://i0.wp.com/panelaterapia.com/wp-content/uploads/2021/01/pao-recheado-brocolis.jpg?fit=620%2C407&ssl=1",
    "matéria": "Essa combinação de recheio de brócolis com bacon fica demais!!! Esse pão, ou baguete você pode fazer com vários recheios, inclusive doces (para isso basta diminuir o sal pela metade e acrescentar 2 colheres de sopa de açúcar na massa).",
    "ingredientes": "500g de farinha de trigo,      5g de fermento biológico seco,      2 colheres (sopa) de leite em pó,      2 colheres (sopa) de açúcar,      1 colher (sopa) de sal,      1 ovo batido,,      2 colheres (sopa) de manteiga ou margarina,      1 xícara (chá) de água,      Farinha de trigo para enfarinhar,      1 gema misturada com 2 colheres (sopa) de água para pincelar.   Recheio:      200g de bacon picado,      1 colher (sopa) de manteiga ou margarina,      2 dentes de alho picados,      1 maço de brócolis pré cozido,      1 xícara (chá) de requeijão cremoso,      Sal a gosto",
    "imagem_2": "https://i0.wp.com/panelaterapia.com/wp-content/uploads/2021/01/pao-recheado.jpg?w=640&ssl=1",
    "modo_preparo": "Para a massa, em uma tigela grande misture os ingredientes secos (farinha, fermento, leite em pó, açúcar e sal) por 1 minuto.  Adicione o ovo, a margarina e metade da água e misture com uma colher até começar a formar a massa. Agora com as mãos, junte a água restante, aos poucos, até formar uma massa homogênea e lisa. Se necessário adicione mais água ou farinha de trigo. Transfira para uma superfície e sove a massa por 7 minutos. Sove bem. Forme uma bola, coloque em uma tigela enfarinhada, cubra bem e deixe descansar por 40 minutos.  Para o recheio, coloque o bacon em uma panela e frite na própria gordura até dourar. Adicione a manteiga e o alho e frite por mais 1 minuto. Acrescente o brócolis, tempere com sal a gosto e refogue rapidamente. Desligue o fogo, misture com o requeijão e reserve. Após o descanso, divida a massa em duas partes e abra em uma superfície enfarinhada com ajuda de um rolo, até formar um retângulo grande com espessura fina. No sentido do comprimento divida a massa em 3 partes sem cortar, faça tiras nas duas extremidades deixando o meio sem cortar. Divida o recheio entre as massas e feche formando as tranças. Coloque em formas enfarinhadas, cubra e deixe descansar por mais 20 minutos. Pincele com a gema misturada com a água e polvilhe com orégano. Leve ao forno médio, preaquecido, por 35 minutos ou até dourar levemente.",
    "video": "https://youtu.be/evRmO8Kr0bc"
  }
]
